export interface IFaqs {
  question: string;
  answer?: string;
  answerList?: string[];
}

export const faqs: IFaqs[] = [
  {
    question: 'Як відбувається розмінування?',
    answer:
      'Стандартна процедура розмінування актуальна там, де відбувались бойові дії, а це приблизно 30% територій країни. Для цього спецпідрозділи повинні утримувати особовий склад, техніку і обладнання. Технологія Sokrat прискорює процес очищення забруднених земель в рази, а також значно знижує необхідність залучення до процесу техніки.',
  },
  {
    question: 'Які є варіанти розмінування?',
    answer:
      'Очищення території може ускладнюватись в залежності від типу грунту, лісистої або заболоченої території, селища або міста, майбутнього використання ділянки. Важливий момент – це роз`яснювальна робота з населенням забруднених територій про небезпеку і особисту уважність, якщо ти є її мешканцем. В випадку застосування дистанційного розмінування Sokrat ця складність нівелюється.',
  },
  {
    question: 'Як організовано процес очищення території?',
    answer:
      'Для розмінування необхідно обладнати цілу площадку для роботи підрозділу: місце для обладнання, медичний пункт, місце для відпочинку, для вивозу рослинності, сміття чи металобрухту тощо. Цього всього можна уникнути при дистанційному розмінуванні.',
  },
  {
    question: 'Як працює команда саперів?',
    answer:
      'Перевіряє участок спочатку візуально і за допомогою металодетектора. В будь-якому випадку це процедура довга і ризикована для спеціаліста. Поспішати категорично не можна. На відміну Sokrat дозволяє не прив`язуватись до зовнішніх умов (природних чи погодних, людського фактору чи стану обладнання). Технологія дистанційного розмінування випробована в реальних умовах.',
  },
  {
    question: 'Які особливості можуть виникнути в процесі очищення?',
    answer:
      'На ділянках смуги очищення (розмінування), які мають високий рівень забруднення феромагнітними матеріалами, металодетектор може виявитись неефективним. Проводити процедуру в такому випадку небезпечно для сапера. Також відбувається екскавація грунту вручну, що теж додає час. Sokrat дозволяє виявляти дрібні об`єкти від 10 см з точністю вище 86%. Сканування може застосовуватись для складних ділянок - ставки, кущі, поля, схили, пагорби, ліси тощо.',
  },
  {
    question: 'Хто є споживачами методології Sokrat?',
    answerList: [
      'Оператори з розмінування',
      'Громади та держава Україна',
      'Агрохолдинги та фермерські господарства',
      'Виробники сільськогосподарської техніки, страхові, лізингові компанії',
      'Містобудівні компанії, які очищують території під забудову',
    ],
  },
];
