export interface SocratData {
  id: number;
  title: string;
  text: string;
}

export const heroSocratData: SocratData[] = [
  {
    id: 1,
    title: "174 000 км²",
    text: "Третина території України забруднена мінами і потребує ретельного обстеження щодо боєприпасів та інших вибухових речовин.",
  },
  {
    id: 2,
    title: "64 км² на рік",
    text: "Темпи розмінування становлять лише близько 64 кв.км. на рік, більшість робіт виконують спецслужби міністерств оборони та внутрішніх справ України за підтримки міжнародних неурядових організацій.",
  },
  {
    id: 3,
    title: "70 років",
    text: "Знадобиться біля 70 років для повного розмінування територій. Розмінування в такий тривалий час може забрати багато життів як цивільних осіб так і спецслужб задіяних у розмінуванні.",
  },
];
