import whoWeAre1L from "@/public/images/about/who-we-are1.png";
import whoWeAre2L from "@/public/images/about/who-we-are2.png";

interface About {
  id: number;
  img: string;
  text: string;
}

const aboutData: About[] = [
  {
    id: 1,
    img: whoWeAre1L.src,
    text: "Колектив Державного підприємства «Науково-дослідний центр проблем надрокористування «Георесурс» НАН України проводить тестування існуючої розробки та обладнання сучасної методики визначення місць знаходження вибухонебезпечних предметів методом пульсуючого електромагнітного зондування (ПЕМЗ)",
  },
  {
    id: 2,
    img: whoWeAre2L.src,
    text: "У рамках проєкту Державного підприємства «Науково-дослідний центр проблем надрокористування «Георесурс» НАН України, спільно з спеціалістами Національної академії внутрішніх справ, ДСНС, Держспецтрансслужби, Сил підтримки Збройних Сил України проводить тестування розробки методики визначення територій знаходження вибухонебезпечних предметів методом пульсуючого електромагнітного зондування.",
  },
];

export default aboutData;
