interface Project {
  id: number;
  img: string;
  title: string;
  text: string;
}

const projectsData: Project[] = [
  {
    id: 1,
    img: "/image/projects/office.jpg",
    title: "Title",
    text: "Ми також надаємо корисні поради щодо вибору дрона, використання його можливостей та правил безпеки. Наша команда експертів завжди готова надати вам консультацію та допомогти з будь-якими питаннями, пов'язаними з дронами.",
  },
  {
    id: 2,
    img: "/image/projects/robot.jpg",
    title: "Title",
    text: "Ми також надаємо корисні поради щодо вибору дрона, використання його можливостей та правил безпеки. Наша команда експертів завжди готова надати вам консультацію та допомогти з будь-якими питаннями, пов'язаними з дронами.",
  },
  {
    id: 3,
    img: "/image/projects/robot-hand.jpg",
    title: "Title",
    text: "Ми також надаємо корисні поради щодо вибору дрона, використання його можливостей та правил безпеки. Наша команда експертів завжди готова надати вам консультацію та допомогти з будь-якими питаннями, пов'язаними з дронами.",
  },
];

export default projectsData;
